Repository: pstepanovum/klic-mobile-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

source: You're on the latest version
ru: У вас последняя версия
zh_hans: 当前已是最新版本

source: Your account is deleted if you don't come online for this long.
ru: Аккаунт будет удален, если вы не будете заходить в сеть в течение этого срока.
zh_hans: 如果你在此期间未上线，你的账号将被删除。

source: Your friends
ru: Ваши друзья
zh_hans: 你的好友

source: Your passcode is stored only on this device. Incoming calls still ring and can be answered while Klic is locked.
ru: Код-пароль хранится только на этом устройстве. Входящие звонки будут поступать, даже если Klic заблокирован.
zh_hans: 你的密码仅存储在此设备上。Klic 锁定期间，来电仍会响铃并可接听。

source: Your people, all in one place.
ru: Все ваши контакты в одном месте.
zh_hans: 你的联系人，尽在一处。

source: Your text
ru: Ваш текст
zh_hans: 你的文字

source: iOS updates are delivered via TestFlight. Android users can update directly from Settings → App updates.
ru: Обновления iOS приходят через TestFlight. На Android можно обновиться в меню Настройки → Обновления приложения.
zh_hans: iOS 更新通过 TestFlight 发布。Android 用户可以直接在“设置”→“应用更新”中进行更新。

source: last seen %@
ru: был(а) в сети: %@
zh_hans: 最后上线于 %@

source: last seen today at %@
ru: был(а) в сети сегодня в %@
zh_hans: 今天 %@ 上线

source: last seen yesterday
ru: был(а) в сети вчера
zh_hans: 昨天上线

source: last seen yesterday at %@
ru: был(а) в сети вчера в %@
zh_hans: 昨天 %@ 上线

source: username
ru: имя пользователя
zh_hans: 用户名

source: you
ru: вы
zh_hans: 你

source: yourself
ru: вы
zh_hans: 你

source: HD
zh_hans: 高清

source: Русский
zh_hans: 俄语
